{
  "users": [
    {
      "id": 1,
      "userName": "admin",
      "password": "123",
      "isAdmin": true,
      "fullName": "Admin Tino",
      "email": "raiden@gmail.com",
      "avatar": "https://i.pinimg.com/originals/93/17/d3/9317d3f23299675282bfa8759550983b.jpg",
      "carts": []
    },
    {
      "id": 2,
      "userName": "thson",
      "password": "123",
      "isAdmin": false,
      "fullName": "Trần Hồng Sơn",
      "email": "thson@gmail.com",
      "avatar": "https://scontent.fsgn5-8.fna.fbcdn.net/v/t1.18169-9/18199424_1127618630716760_351675297519525779_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=174925&_nc_ohc=EwGMRJ_3RkIAX-Q0Jkm&_nc_ht=scontent.fsgn5-8.fna&oh=00_AfCdHlLyCy7At9ljWrrgdYiYYOtpjP4BoFzTUFNbHQQelQ&oe=650E8AED",
      "carts": []
    },
    {
      "id": 7108,
      "userName": "ntdat",
      "password": "11111111",
      "isAdmin": false,
      "fullName": "Nguyễn Thành Đạt",
      "email": "ntdat@gmail.com",
      "avatar": "",
      "cart": []
    }
  ],
  "products": [
    {
      "productId": 1,
      "name": "Chanel Bleu De Chanel Parfum",
      "img": "https://product.hstatic.net/1000025647/product/chanel-bleu-de-chanel-eau-de-parfum-150ml_f6815dc0e3b84865ba4616681011a938.jpg",
      "gender": "Nam",
      "brand": "Chanel",
      "topNotes": "Vỏ chanh, Cam Bergamot, Cây bạc hà",
      "middleNotes": "Hoa Oải Hương, Hoa phong lữ, Quả dứa (quả thơm)",
      "baseNotes": "Gỗ tuyết tùng, Gỗ đàn hương, Đậu Tonka",
      "desc": "Được ra mắt vào năm 2018, nước hoa Bleu de Chanel Parfum được sáng tạo bởi Olivier Polge với sự mệnh hoàn thiện bộ ba hoàn hảo của dòng Bleu de Chanel của Nhà mốt Chanel. Bleu de Chanel Parfum đại diện cho màu sắc của sự tự do, thể hiện sự mạnh mẽ và tinh tế, với kỳ vọng có thể làm hài lòng những tín đồ nước hoa khó tính của hãng Chanel. Hương gỗ đàn hương và sự tươi mát của vỏ chanh vàng sẽ là mùi hương gây ấn tượng tới khướu giác của bạn khi lần đầu mặc Bleu de Chanel Parfum lên người. Một sự phá cách, mang hướng hiện đại nhưng vẫn giữ lại được những nét cổ điển trong dòng Bleu de Chanel của thương hiệu Chanel.",
      "price": 2800000,
      "size": "50ml"
    },
    {
      "productId": 3,
      "name": "Giorgio Armani ADGP Homme",
      "img": "https://mifashop.net/wp-content/uploads/2020/08/nuoc-hoa-acqua-di-gio-pour-homme-giorgio-armani-edition-rechargeable-200ml-01.jpg",
      "gender": "Unisex",
      "brand": "Giorgio Armani",
      "topNotes": "Quả chanh xanh, Quả chanh vàng, Cam Bergamot",
      "middleNotes": "Hương biển, Hương nước, Hoa nhài",
      "baseNotes": "Xạ hương trắng, Gỗ tuyết tùng, Rêu sồi",
      "desc": "Để bàn về mùi hương của Acqua di Giò, ta không cần đến nhiều lời bàn luận nữa, chỉ cần nhìn cách Giò trắng sống mãi với thời gian, hay những ngày nắng vàng rụm bỗng thấy chúng thoang thoảng lướt qua mũi ta từ một người đồng nghiệp ghé ngang văn phòng. Một mùi hương cam chanh dễ chịu, hòa với hương nước sảng khoái cùng hương hoa nhẹ nhàng, quyện lẫn với nhau, nhuần nhuyễn và thuần thục qua bàn tay của nhà điều hương lừng danh Alberto Morillas.",
      "price": 2910000,
      "size": "100ml"
    },
    {
      "productId": 4,
      "name": "Montblanc Explorer",
      "img": "https://cdn.fragrancenet.com/images/photos/900x900/391273.jpg",
      "gender": "Nam",
      "brand": "Montblanc",
      "topNotes": "Cam Bergamot, Tiêu hồng, Xô thơm",
      "middleNotes": "Cỏ hương bài Haiti, Da thuộc",
      "baseNotes": "Ambroxan, Gỗ Akigala, Hoắc hương Indonesia, Cacao",
      "desc": "Đánh giá công bằng một chút, Montblanc là một thương hiệu khá “mát tay” trong thế giới mùi hương, khi họ sở hữu khá nhiều cái tên bán chạy và được yêu thích trên khắp các kênh trao đổi của cộng đồng dùng hương trong suốt khoảng 20 năm nay. Thương hiệu đến từ Đức rất biết bắt nhịp thị trường, khi họ biết mùi hương nào sẽ được người dùng ưa chuộng và tập trung vào những hương thơm đi theo xu hướng kiểu đó. Những Legend, Individuel, Starwalker… đã được ra đời theo cách như vậy, và dĩ nhiên bao gồm cả cái tên đại diện cho dòng hương cho nam mới nhất của Montblanc, Explorer.",
      "price": 2450000,
      "size": "100ml"
    },
    {
      "productId": 5,
      "name": "Jean Paul Gaultier Scandal",
      "img": "https://product.hstatic.net/1000340570/product/jean-paul-gaultier-scandal-50ml_f1c6f3a8165a4273a7739921e34999d7_master.jpg",
      "gender": "Nữ",
      "brand": "Jean Paul Gaultier",
      "topNotes": "Cam Đỏ, Quýt",
      "middleNotes": "Mật Ong, Hoa Nhài, Hoa Cam, Đào, Hoa Sơn Chi",
      "baseNotes": "Sáp Ong, Caramel, Hoắc Hương, Cam Thảo",
      "desc": "Scandal tiếp nối xu hướng mùi hương tông Ngọt nhưng với một điểm nhấn mới lạ và sẽ làm phong phú thêm bộ sưu tập nước hoa của Jean Paul Gaultier vào mùa xuân. Và từ đây mang đến một ngôi sao mới của thương hiệu Jean Paul Gaultier, được đặt tên là SCANDAL.",
      "price": 3470000,
      "size": "80ml"
    },
    {
      "productId": 6,
      "name": "Cacharel Noa",
      "img": "https://product.hstatic.net/200000117693/product/noa-cacharel-edt-spray-33-oz-w-3360373016358_c4684dc3dcc740a585bd8c79fee9b5d4.jpg",
      "gender": "Nữ",
      "brand": "Cacharel",
      "topNotes": "Xạ hương trắng, Hoa mẫu đơn",
      "middleNotes": "Hoa huệ, Hoa linh lan, Cỏ non",
      "baseNotes": "Cà phê, Vanilla, Rau mùi",
      "desc": "Đừng bao giờ đánh giá một mùi hương qua thiết kế chai, đó là điều tôi rút ra được sau một thời gian dấn thân vào thế giới mùi hương. Mấu chốt ở việc này là để ta không có bất kỳ một định kiến hay rập khuôn gì về mùi hương trước khi được thử chúng, và Cacharel Noa chính là ấn phẩm giúp tôi nhận ra chân ái đó.",
      "price": 1683000,
      "size": "100ml"
    },
    {
      "productId": 7,
      "name": "Jean Paul Gaultier Scandal Pour Homme Le Parfum",
      "img": "https://kinperfume.com/wp-content/uploads/2022/01/Jean-Paul-Gaultier-Scandal-Pour-Homme-EDT-100ml.jpg",
      "gender": "Nam",
      "brand": "Jean Paul Gaultier",
      "topNotes": "Hoa phong lữ",
      "middleNotes": "Đậu tonka",
      "baseNotes": "Gỗ đàn hương",
      "desc": "Tôi nhận được rất nhiều lời khen khi khoác lên người mùi hương của Jean Paul Gaultier Scandal Pour Homme Le Parfum, duy chỉ có một câu nói ấn tượng tôi mãi. Mùi hương này chỉ dành cho những người đàn ông điệu, bảnh bao và rất biết cách cư xử với người đối diện. Khi ấy, tôi tuyệt nhiên không rõ liệu câu nói ấy có ẩn chứa ý nghĩa gì khác, hay liệu ấy có phải là một lời khen hay không, nhưng thôi thì dưới tư cách một người kể chuyện, tôi sẽ thuật lại phần nào những nét hương có trong Scandal Pour Homme Le Parfum nhé. Sau đó, kết luận như thế nào thì tuỳ thuộc vào bạn.",
      "price": 3720000,
      "size": "100ml"
    },
    {
      "productId": 8,
      "name": "Jean Paul Gaultier LBL Parfum",
      "img": "https://cdn-amz.woka.io/images/I/511QvJz4yZL.jpg",
      "gender": "Nam",
      "brand": "Jean Paul Gaultier",
      "topNotes": "Quả dứa, Hoa diên vĩ, Cây bách, Gừng",
      "middleNotes": "Dừa, Hương gỗ",
      "baseNotes": "Đậu tonka, Gỗ đàn hương, Hổ phách, Long diên hương",
      "desc": "Ngay từ những giây đầu tiên, bạn những tưởng mình vẫn tìm thấy DNA đặc trưng của La Beau với mùi hương của Dứa, mọng ngọt và thanh chua. Nhưng tất cả diễn ra rất chóng vánh, nhanh đến nỗi khứu giác của bạn còn không nhận ra hương Gỗ thâm trầm, cùng Cây bách hăng hắc đã chiếm lĩnh bầu không khí tự bao giờ.",
      "price": 2990000,
      "size": "75ml"
    },
    {
      "productId": 10,
      "name": "Giorgio Armani Sì Passione Travel Spray",
      "img": "https://product.hstatic.net/1000340570/product/giorgio-armani-si-passione-15ml_063591386560458c928e738c640b0e98_master.jpg",
      "gender": "Nữ",
      "brand": "Giorgio Armani",
      "topNotes": "Hồng tiêu, Lê, Nho đen, Bưởi",
      "middleNotes": "Hoa hồng, Hoa nhài, Quả dứa, Hoa vòi voi",
      "baseNotes": "Tuyết tùng, Vani, Hổ phách, Hoắc hương",
      "desc": "Vào tháng 12 năm 2017, Armani ra mắt phiên bản mới của nước hoa Sì từ năm 2013, đại diện bởi nữ diễn viên Hollywood Cate Blanchett. Sì Passione là một bản diễn giải lại bản gốc mang đến cho nó một chiều hướng mới - được mô tả là sự kết hợp không thể cưỡng lại của ân sủng, sức mạnh và tinh thần độc lập. Được công bố là một mùi hương mãnh liệt, không khoan nhượng, nó được tạo ra cho một người phụ nữ tự tin dám nói có, và là để thể hiện hiệu ứng son đỏ trong chai.",
      "price": 3890000,
      "size": "100ml"
    },
    {
      "productId": 11,
      "name": "Issey Miyake A Drop DIEP Fraiche",
      "img": "https://product.hstatic.net/1000340570/product/a-drop_8b452f70433641cdb8ea58b165ab72e9.jpg",
      "gender": "Nữ",
      "brand": "Issey Miyake",
      "topNotes": "Nốt hương mưa",
      "middleNotes": "Hoa tử đinh hương, Hương nước, Hoa hồng Damask",
      "baseNotes": "Rêu gỗ, Ambrox Super, Gỗ tuyết tùng Virginia",
      "desc": "Issey Miyake A Drop D'Issey Eau de Parfum Fraiche là một phiên bản tiếp nối của A Drop D’Issey, được thừa hưởng trọn vẹn thiết kế bắt mắt và ấn tượng từ phiên bản gốc của hãng. Với màu xanh của nước cùng chữ “Fraiche” trong tên gọi, A Drop D'Issey Eau de Parfum Fraiche hứa hẹn sẽ là một phiên bản “giọt nước” tươi tắn và thanh thoát hơn đến từ Issey Miyake.",
      "price": 3990000,
      "size": "90ml"
    },
    {
      "productId": 12,
      "name": "Issey Miyake LEPH Eau & Cèdre",
      "img": "https://product.hstatic.net/1000340570/product/13_0212b35b6f4a4dd98973a4b7897f55e3_master.jpg",
      "gender": "Nam",
      "brand": "Issey Miyake",
      "topNotes": "Bạch đậu khấu",
      "middleNotes": "Tuyết tùng",
      "baseNotes": "Cỏ hương bài, Hoắc hương",
      "desc": "Issey Miyake L’Eau d’Issey Pour Homme Eau & Cèdre được ra mắt cùng với phiên bản nữ là Eau & Magnolia, mà theo như tôi vẫn hay ví von là cặp đôi Cây và Hoa từ nhà Issey Miyake. Dù riêng bản thân chúng đã là một nét hương rất hoàn chỉnh rồi, nhưng một ngày nào đó đẹp trời, nếu bạn muốn có cho mình một bức tranh tổng thể của cây, của hoa, của lá, hãy thử kết hợp cả hai với nhau nhé.",
      "price": 3400000,
      "size": "100ml"
    },
    {
      "productId": 13,
      "name": "Issey Miyake LEI Rose & Rose",
      "img": "https://product.hstatic.net/1000340570/product/rose-box_e8a9de3589b948c09365d4a4bb8c818d_master.jpg",
      "gender": "Nữ",
      "brand": "Issey Miyake",
      "topNotes": "Mâm xôi, Quả lê, Tiêu hồng",
      "middleNotes": "Hoa hồng Bulgari, Hoa hồng, Hoa mộc tê",
      "baseNotes": "Gỗ cashmere, Hổ phách, Hoắc hương",
      "desc": "Issey Miyake L'Eau d'Issey Rose & Rose là một cách để khởi đầu một hành trình hiểu về hương Hoa hồng bởi tổng thể mùi hương nhẹ nhàng và đầy diễm lệ. Mở đầu với Mâm xôi và Quả lê, không khí xung quanh dù có oi ả như thế nào cũng sẽ phải dịu lại đôi phần bởi nét hương mọng nước và ngọt dịu đến đáng yêu này.",
      "price": 3500000,
      "size": "90ml"
    },
    {
      "productId": 14,
      "name": "Armaf Club de Nuit Intense Man",
      "img": "https://product.hstatic.net/1000340570/product/armaf_club_de_nuit_intense_man_152e612a0ea248d480c52a527ddb8319_master.jpg",
      "gender": "Nam",
      "brand": "Armaf",
      "topNotes": "Quả chanh, Quả dứa, Cam Bergamot, Quả lý chua đen, Quả táo",
      "middleNotes": "Bạch dương, Hoa nhài, Hoa hồng",
      "baseNotes": "Xạ hương, Long diên hương, Hoắc hương, Vanilla",
      "desc": "Chanh, Táo và Dứa là hương thơm chủ đạo trong phần mở đầu cho sự tươi mát. Từ đó khô dần để lộ hương Hoa hồng, Hoa nhài sẽ khiến bạn ấn tượng đến khó quên. Sự xuất hiện của Bạch dương cùng Hoắc hương đan xen nhau tạo nên hiệu ứng khói đầy lôi cuốn. Cuối cùng sẽ là đòn chốt hạ bằng Xạ hương với vai trò như bản nhạc giao hưởng giúp tăng phần gợi cảm và một chút ngọt nhẹ từ hương Vanilla sẽ biến chủ nhân của nó trở thành trung tâm của mọi sự chú ý.",
      "price": 1180000,
      "size": "105ml"
    },
    {
      "productId": 15,
      "name": "Versace Eros For Men",
      "img": "https://product.hstatic.net/1000340570/product/versace-eros-edt-200ml_8acc6bef0af0444c8c233e73a994be6c_master.jpg",
      "gender": "Nam",
      "brand": "Versace",
      "topNotes": "Bạc hà, Táo xanh, Quả chanh vàng.",
      "middleNotes": "Đậu Tonka, Ambroxan, Geranium.",
      "baseNotes": "Vanilla, Gỗ tuyết tùng, Cỏ hương bài, Rêu sồi.",
      "desc": "Không quá lời khi nói rằng, Versace Eros là mùi hương lấy lại vị thế cho nhà mốt lừng danh đến từ đất nước nước hình chiếc ủng trong thế kỷ 21. Tươi trẻ, sôi động và gợi cảm, đó là những tính từ có thể dùng để mô tả sát nghĩa nhất mùi hương nằm trong chai hương màu xanh đậm dấu ấn Địa Trung Hải này.",
      "price": 1990000,
      "size": "100ml"
    },
    {
      "productId": 16,
      "name": "Dior Sauvage Eau de Toilette",
      "img": "https://product.hstatic.net/1000340570/product/dior-sauvage-eau-de-toilette-100ml_36e992d44a0a445ca78551e4d54626f6_master.jpg",
      "gender": "Nam",
      "brand": "Christian Dior",
      "topNotes": "Bergamot, Tiêu",
      "middleNotes": "Tiêu, Oải hương, Tiêu Hồng, Cỏ hương bài, Hoắc hương, Phong lữ, Nhựa Elemi",
      "baseNotes": "Ambroxan, Tuyết tùng, Labdanum",
      "desc": "Dior Sauvage đã trở thành một những chai nước hoa nam bám chạy nhất mọi thời đại của thương hiệu Christian Dior nói riêng, và của thị trường nước hoa quốc tế nói chung.",
      "price": 3200000,
      "size": "100ml"
    },
    {
      "productId": 17,
      "name": "Versace Pour Homme",
      "img": "https://product.hstatic.net/1000340570/product/versace-pour-homme_aac4a84bdbdf400fb3140f176b64373a_master.jpg",
      "gender": "Nam",
      "brand": "Versace",
      "topNotes": "Quả chanh vàng, Cam Bergamot, Neroli, Hoa hồng tháng 5. ",
      "middleNotes": "Hoa lục bình, Gỗ tuyết tùng, Xô thơm, Hoa phong lữ. ",
      "baseNotes": "Đậu Tonka, Xạ hương, Amber. ",
      "desc": "Đến từ bàn tay của nhà điều hương được mệnh danh là “chuyên gia hương tươi” Alberto Morillas, Versace Pour Homme đem tới cho phải mạnh một mùi hương Aromatic Fougere (Thảo mộc - Dương xỉ) nhẹ nhàng và đầy thanh lịch. ",
      "price": 1990000,
      "size": "100ml"
    },
    {
      "productId": 18,
      "name": "Giorgio Armani Acqua Di Gio Pour Homme",
      "img": "https://product.hstatic.net/1000340570/product/gio-trang-100ml_8d628d81bf53494eaccf931159e7432f_master.jpg",
      "gender": "Nam",
      "brand": "Giorgio Armani",
      "topNotes": "Quả chanh xanh, Quả chanh vàng, Cam Bergamot, Hoa nhài, Quả cam, Quả quýt, Neroli.",
      "middleNotes": "Hương biển, Hương nước, Hoa nhài, Quả đào, Hoa lan Nam Phi, Hoa lan dạ hương, Hương thảo, Hoa anh thảo, Hoa Violet, Thì là, Nhục đậu khấu, Hoa hồng, Cây mộc tê.",
      "baseNotes": "Xạ hương trắng, Gỗ tuyết tùng, Rêu sồi, Hoắc hương, Amber.",
      "desc": "Nếu phải kể tên một chai nước hoa nam kinh điển nhất mọi thời đại thì chắc chắn cái tên Acqua Di Gio sẽ nằm trong danh sách ấy. Vào năm 1996, thương hiệu Giorgio Armani đã tạo được tiếng vang toàn cầu với mùi hương siêu phẩm này.",
      "price": 2350000,
      "size": "100ml"
    },
    {
      "productId": 19,
      "name": "Montblanc Explorer",
      "img": "https://product.hstatic.net/1000340570/product/montblanc_explorer_ea6d17f0f2354cc2950c31fdd3b5eb48_master.jpg",
      "gender": "Nam",
      "brand": "Montblanc",
      "topNotes": "Cam Bergamot, Tiêu hồng, Xô thơm.",
      "middleNotes": "Cỏ hương bài Haiti, Da thuộc.",
      "baseNotes": "Ambroxan, Gỗ Akigala, Hoắc hương Indonesia, Cacao.",
      "desc": "Đánh giá công bằng một chút, Montblanc là một thương hiệu khá “mát tay” trong thế giới mùi hương, khi họ sở hữu khá nhiều cái tên bán chạy và được yêu thích trên khắp các kênh trao đổi của cộng đồng dùng hương trong suốt khoảng 20 năm nay. Thương hiệu đến từ Đức rất biết bắt nhịp thị trường, khi họ biết mùi hương nào sẽ được người dùng ưa chuộng và tập trung vào những hương thơm đi theo xu hướng kiểu đó. Những Legend, Individuel, Starwalker… đã được ra đời theo cách như vậy, và dĩ nhiên bao gồm cả cái tên đại diện cho dòng hương cho nam mới nhất của Montblanc, Explorer.",
      "price": 2300000,
      "size": "100ml"
    },
    {
      "productId": 20,
      "name": "Dolce & Gabbana The One Eau de Parfum for Men",
      "img": "https://product.hstatic.net/1000340570/product/dolce-_-gabbana-the-one-for-men-eau-de-parfum-for-men_fb5367ca3bdb4b74a2778b53638f0ae2_master.jpg",
      "gender": "Nam",
      "brand": "Dolce & Gabbana",
      "topNotes": "Bưởi, Húng quế, Rau mùi ",
      "middleNotes": "Gừng, Bạch đậu khấu, Hoa cam ",
      "baseNotes": "Thuốc lá, Hổ phách, Gỗ tuyết tùng ",
      "desc": "Hai mươi bảy là ngưỡng tuổi mà tôi không còn dễ dàng bị hấp dẫn bởi những chàng trai có hình thể lực lưỡng hay các bạn trẻ năng nổ cá tính. Điều tôi cần là một người đàn ông trưởng thành, chín chắn, tự tin và bản lĩnh. Và tất thảy những điểm đó sẽ được thể hiện qua tính cách, lời nói và đôi khi chỉ là mùi hương nước hoa mà anh ấy dùng hằng ngày. ",
      "price": 2660000,
      "size": "100ml"
    },
    {
      "productId": 21,
      "name": "Afnan Supremacy Silver",
      "img": "https://product.hstatic.net/1000340570/product/afnan-supremacy-silver_65b3bb8c113a4053834e7ca8886833d6_master.jpg",
      "gender": "Nam",
      "brand": "Afnan",
      "topNotes": "Quả dứa, Quả lý chua đen, Cam Bergamot, Quả táo.",
      "middleNotes": "Dầu Bạch dương, Hoắc hương, Hoa nhài Marocco, Hoa hồng.",
      "baseNotes": "Xạ hương, Rêu sồi, Long diên hương, Vanilla.",
      "desc": "Nếu bạn là một người yêu thích phong các nam tính nhưng thanh lịch, tươi sáng nhưng có điểm nhấn, với những nốt hương như Trái cây, Gỗ khói và Xạ hương nhẹ nhàng, hay nói đơn giản hơn là bạn yêu thích phong cách mùi hương kiểu Creed Aventus. Afnan Supremacy Silver có lẽ sẽ là một mùi hương đáng thưởng thức và phù hợp với “gu” của bạn.",
      "price": 1380000,
      "size": "100ml"
    },
    {
      "productId": 23,
      "name": "Yves Saint Laurent La Nuit De L'Homme",
      "img": "https://product.hstatic.net/1000340570/product/la-nuit_d4bbaf37a58b41dd8f98f9f6231f4304_master.jpg",
      "gender": "Nam",
      "brand": "Yves Saint Laurent",
      "topNotes": "Bạch đậu khấu",
      "middleNotes": "Cam Bergamot, Gỗ tuyết tùng, Lavender",
      "baseNotes": "Cỏ hương bài, Thì là Ba Tư",
      "desc": "Một bản nhạc không lời được mở bằng chiếc bằng radio đã cũ, một điếu thuốc đang hút dở trên tay, mưa ngày một nặng hạt, tạo thành những vũng nước trên mặt đường, gió lạnh thổi qua khiến đám lá khô rơi rụng, cuốn theo dòng nước chảy xiết. Chàng trai La Nuit De L'Homme là vậy, luôn đầy tâm trạng, lạnh lùng nhưng ẩn dấu sự hấp dẫn đến khó cưỡng. Tôi thường ví chàng trai La Nuit De L'Homme là kẻ \"sát gái\" thuộc bậc kỳ tài, bởi chẳng cần mở lời quá nhiều, chẳng cần phải chải chuốt lên đồ, cũng không cần phải pha trò hay tạo tình huống, sức hấp dẫn của gã \"tồi\" này đến từ \"thần thái\", bởi mang trong mình bản năng của một kẻ đầy ắp kinh nghiệm tình trường.  Yves Saint Laurent luôn mang tới những bất ngờ này tới bất ngờ khác cho mọi tín đồ nước hoa, và nếu tinh ý bạn sẽ thấy, hoa Lavender có lẽ là vũ khí khoái khẩu của nhà YSL trong việc xúi dục việc \"hút gái\" một cách trắng trợn và trực tiếp đến mức kinh điển. Bạch đậu khấu cùng gỗ tuyết tùng như mang hơi thở của người đàn ông này tới gõ cửa từng giác quan của mọi cô gái, để rồi kết thúc dòng suy nghĩ, đắn đo của đối phương bằng sự cuốn hút đầy hấp dẫn của Cỏ hương bài và Thì là Ba tư. Đừng tin những gì La Nuit De L'Homme nói với bạn, chỉ có điều dù nghe lời khuyên của tôi bao nhiêu lần đi chăng nữa, sức hút và sự cool ngầu của gã này sẽ khiến bạn chẳng hề bận tâm tôi là ai và đang muốn giải thích với bạn điều gì nữa đâu.",
      "price": 2650000,
      "size": "100ml"
    },
    {
      "productId": 24,
      "name": "Calvin Klein Euphoria Eau de Parfum for Woman Travel Spray",
      "img": "https://product.hstatic.net/1000340570/product/calvin-klein-euphoria-eau-de-parfum-for-woman-15ml-mini_dced4fbe7f6640e5a635d21f30b98025_master.jpg",
      "gender": "Nữ",
      "brand": "Calvin Klein",
      "topNotes": "Quả lựu",
      "middleNotes": "Hoa sen, Hoa phong lan",
      "baseNotes": "Hoa tím, Hổ phách, Xạ hương, Gỗ gụ.",
      "desc": "Được vinh danh cho hạng mục Nước hoa nữ cao cấp và xuất sắc nhất năm 2006, Calvin Klein Euphoria For Woman trở thành hiện thân của những người phụ nữ đầy khí chất, mạnh mẽ, tự tin và độc lập.",
      "price": 480000,
      "size": "15ml"
    },
    {
      "productId": 25,
      "name": "Gucci Bloom Eau de Parfum For Her",
      "img": "https://product.hstatic.net/1000340570/product/gucci-bloom-eau-de-parfum_eb88a1912db246a48d4bdc1be06aa807_master.jpg",
      "gender": "Nữ",
      "brand": "Gucci",
      "topNotes": "Hoa nhài",
      "middleNotes": "Hoa huệ",
      "baseNotes": "Hoa sử quân tử",
      "desc": "Gucci Bloom EDP For Her, một mùi hương tiêu biểu cho một nét đẹp thanh thoát và tao nhã chuẩn Ý. Nếu bạn lỡ say đắm mùi hương thanh lịch và quyến rũ của những đoá hoa trắng, thì nhất định bạn sẽ phải \"nghiêng mình ngả mũ\" khi bắt gặp mùi hương của Gucci Bloom EDP trên phố.",
      "price": 3200000,
      "size": "100ml"
    },
    {
      "productId": 26,
      "name": "Marc Jacobs Daisy Dream",
      "img": "https://product.hstatic.net/1000340570/product/full_17bcae326b9040c383627b14f7eec505_master.jpg",
      "gender": "Nữ",
      "brand": "Marc Jacobs",
      "topNotes": "Bưởi, Mâm xôi, Lê",
      "middleNotes": "Nhài, Hoa tử đằng, Vải",
      "baseNotes": "Dừa, Xạ hương, Gỗ trắng",
      "desc": "Cô ấy, một con người đầy ước mơ và hoài bão. Việc duy trì thứ năng lượng tích cực đó không bao giờ là quá khó khi bạn ở bên cô gái mộng mơ nhưng lại tinh tế một cách đặc biệt.",
      "price": 1990000,
      "size": "100ml"
    },
    {
      "productId": 27,
      "name": "Jean Paul Gaultier Scandal Le Parfum",
      "img": "https://product.hstatic.net/1000340570/product/sacndal-le-parfum-nu_b28d4e766a1a4a23ac4dc1c19ee3006d_master.jpg",
      "gender": "Nữ",
      "brand": "Jean Paul Gaultier",
      "topNotes": "Hoa nhài",
      "middleNotes": "Caramel, Muối",
      "baseNotes": "Vanilla",
      "desc": "Một người phụ nữ sau giai đoạn \"nổi loạn\" của tuổi trẻ sẽ còn lại gì? Cô hẳn không còn cái ngông cuồng như lúc trẻ, cũng không còn sự táo bạo điên loạn ấy. Thế nhưng thời gian đã đổi lại cho cô sự sắc sảo, sự khôn ngoan và \"tinh ranh\" cần thiết.",
      "price": 3500000,
      "size": "80ml"
    },
    {
      "productId": 28,
      "name": "Marc Jacobs Perfect",
      "img": "https://product.hstatic.net/1000340570/product/marc-jacobs-perfect_aaa151dab3fe4ba6b4beb28e32cee7bd_master.jpg",
      "gender": "Nữ",
      "brand": "Marc Jacobs",
      "topNotes": "Đại hoàng, Hoa thuỷ tiên",
      "middleNotes": "Sữa hạnh nhân",
      "baseNotes": "Len cashmeran, Tuyết tùng",
      "desc": "Thế nào là một mùi hương hoàn hảo? Có phải khi chúng được hoà quyện thật nhuần nhuyễn, hay chúng phải được làm nên từ những nguyên liệu đắt đỏ nhất chăng? Thực chất, định nghĩa \"hoàn hảo\" này tuỳ thuộc vào người sẽ đón nhận mùi hương ấy. Và nếu bạn đang chuẩn bị để thử nghiệm Marc Jacobs Perfect, tôi chắc bạn sẽ sớm có cho mình một định nghĩa mới về sự hoàn hảo trong thế giới mùi hương này đó.",
      "price": 2680000,
      "size": "100ml"
    },
    {
      "productId": 29,
      "name": "Marc Jacobs Daisy Love",
      "img": "https://product.hstatic.net/1000340570/product/love-1_f492bc03ff9c479ea548e7350344876f_master.jpg",
      "gender": "Nữ",
      "brand": "Marc Jacobs",
      "topNotes": "Mâm xôi ",
      "middleNotes": "Hoa cúc hoạ mi ",
      "baseNotes": "Gỗ khô, Xạ hương Cashmere",
      "desc": "Tôi là một người yêu cái ngọt. Ngọt từ lời nói cho đến hành động, thậm chí là ngay cả mùi hương cũng sẽ khiến tôi thổn thức đến nao lòng. Và đương nhiên, từ trong chính con người tôi cũng chứa đậm những sắc thái ngọt ngào khác nhau. Điều đó vô tình là thế mạnh cũng lại chính là điểm yếu mà tôi cùng lúc sở hữu. ",
      "price": 2480000,
      "size": "100ml"
    },
    {
      "productId": 30,
      "name": "Calvin Klein Euphoria Eau de Parfum for Woman",
      "img": "https://product.hstatic.net/1000340570/product/calvin-klein-euphoria_e25e1b3bcd9145778fbe625e459da18e_master.jpg",
      "gender": "Nữ",
      "brand": "Calvin Klein",
      "topNotes": "Quả lựu, Quả hồng, Hương xanh.",
      "middleNotes": "Hoa lan, Hoa sen, Ngọc lan trắng.",
      "baseNotes": "Gỗ gụ, Nhựa hổ phách, Hoa Violet, Kem tươi.",
      "desc": "Euphoria là một mùi hương danh tiếng đến từ thương hiệu Mỹ, Calvin Klein. Vốn được biết là thương hiệu được đại đa số yêu thích nhờ những sản phẩm thân thiện và gần gũi với người dùng, nhưng bằng Euphoria, Calvin Klein thậm chí đã chinh phục được cả giới phê bình và các chuyên gia, qua giải thưởng Mùi hương dành cho nữ của năm (2006) do FiFi trao tặng.",
      "price": 1680000,
      "size": "100ml"
    },
    {
      "productId": 31,
      "name": "Carolina Herrera Good Girl Gold Fantasy",
      "img": "https://product.hstatic.net/1000340570/product/good-1_05c28e368164424c8a7b63d9739beb6d_master.jpg",
      "gender": "Nữ",
      "brand": "Carolina Herrera",
      "topNotes": "Cà phê, Hạnh nhân.",
      "middleNotes": "Hoa nhài, Hoa huệ.",
      "baseNotes": "Cacao, Đậu Tonka.",
      "desc": "Carolina Herrera Good Girl Gold Fantasy là một phiên bản đặc biệt của dòng “chiếc guốc” Good Girl đến từ thương hiệu Mỹ Carolina Herrera. Good Girl Gold Fantasy sở hữu ngoại hình với màu vàng lấp lánh, nổi bật lên sự sang trọng, nổi bật đặc trưng, vừa xứng đáng với danh xưng đặc biệt của phiên bản này.",
      "price": 3650000,
      "size": "80ml"
    },
    {
      "productId": 32,
      "name": "Chloe Nomade Absolu de Parfum",
      "img": "https://product.hstatic.net/1000340570/product/nomade-absolu_9dc5ddf76944475f8aa23eace4fbc943_master.jpg",
      "gender": "Nữ",
      "brand": "Chloe",
      "topNotes": "Mận Mirabelle (Mận anh đào).",
      "middleNotes": "Rêu sồi, Davana.",
      "baseNotes": "Gỗ đàn hương, Xạ hương trắng.",
      "desc": "Nomade Absolu de Parfum là mùi hương mới được ra mắt năm 2020 của Chloe. Đây là một mùi hương thuộc nhóm hoa quả Síp (Chypre – Fruity). Dưới bàn tay của Quentin Bisch, Chloe nói rằng đây là một mùi hương hiện đại với đầy cá tính, thanh lịch nhưng độc lập và đầy phiêu lưu. Phiên bản eau de parfum này toát lên sự tinh tế cùng sự tươi sáng và hấp dẫn của hương trái cây.",
      "price": 2850000,
      "size": "75ml"
    },
    {
      "productId": 33,
      "name": "Issey Miyake A Drop D'Issey",
      "img": "https://product.hstatic.net/1000340570/product/drop-tang_fdb128249ecf40d1a28aee2c0c653463_master.jpg",
      "gender": "Nữ",
      "brand": "Issey Miyake",
      "topNotes": "Sữa hạnh nhân, Hoa hồng",
      "middleNotes": "Hoa Lilac, Hương nắng, Hoa nhài, Hoa hồi, Hoa cam",
      "baseNotes": "Vanilla, Xạ hương, Ambroxan, Tuyết tùng",
      "desc": "Giọt sương có mùi hương như thế nào? Liệu nó chỉ đơn giản dừng lại ở hương nước thôi sao? Thật ra khi sương đọng lại trên cánh hoa mỏng tang, rơi xuống tán lá xanh rì, sau đó dần yên vị trên nền đất ẩm ướt, qua một quá trình như thế, giọt sương cũng gom nhặt những hương thơm từ các vật thể mà nó tiếp xúc. Thế nên ở một khía cạnh nào đó, một giọt sương cũng có mang hương thơm của Hoa, của Lá, và của Đất trời nữa. Phải chăng, ấy cũng là ẩn dụ của Issey Miyake A Drop D'Issey?",
      "price": 2560000,
      "size": "90ml"
    }
  ]
}